Repository: EdiCarlos/MyPractices
Catalog: DOTNET/Web/ASP.NET/slickticket/admin/App_LocalResources/*/permissions.aspx.*.resx
Languages: es_ar, it

# btnAddGroupResource1.Text
source: Add Group
es_ar: Agregar Grupo
it: Aggiungi Gruppo

# btnCancelResource1.Text
source: Cancel
es_ar: Cancelar
it: Cancella

# btnNewSubmitResource1.Text
source: Save Group
es_ar: Guardar Grupo
it: Salva Gruppo

# btnResetADxmlResource1.Text
source: Refresh AD
es_ar: Actualizar AD
it: Ricarica AD

# gvADGroupsResource1.EmptyDataText
source: No one has any access!
es_ar: Ninguno tiene acceso!
it: Nessuno ha l'accesso!

# lbUpdateResource1.Text
source: Update
es_ar: Actualizar
it: Aggiornamento

# LinkButton1Resource1.Text
source: Edit
es_ar: Editar
it: Edita

# LinkButton2Resource1.Text
source: Remove
es_ar: Remover
it: Rimuovi

# litAccessLevelResource1.Text
source: Access Level
es_ar: Nivel de Acceso
it: Livello di Accesso

# litADGroupResource1.Text
source: AD Group
es_ar: Grupo de AD
it: AD Gruppo

# litDescriptionResource1.Text
source: Here you can set what access levels your active directory groups will have for write permissions; highest level of access takes precedence.
es_ar: Aquí Usted puede configurar qué niveles de acceso tendrán sus grupos de AD para escribir permisos; los niveles más altos tiene precedencia.
it: Qui è possibile impostare il livello di accesso che i gruppi di Active Directory avrà per i permessi di scrittura;ha la precedenza il livello più alto.

# rfvDisplayResource1.ErrorMessage
source: Group Required
es_ar: Grupo Requerido
it: Gruppo richiesto

# rfvEditDisplayResource1.ErrorMessage
source: AD Group Required
es_ar: Grupo de AD Requerido
it: AD Gruppo richiesto

# TemplateFieldResource2.HeaderText
source: AD Group <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>The Active Directory Group that will be associated with an access level in this system.</q></span></a>
es_ar: Grupo de AD <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>El Grupo de AD que será asociado a un nivel de acceso en este sistema.</q></span></a>
it: AD Group <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>Gruppo Active Directory che sarà associato a un livello di accesso a questo sistema.</q></span></a>

# TemplateFieldResource3.HeaderText
source: Access Level <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>The access level users in this AD Group will have.</q></span></a>
es_ar: Nivel de acceso <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>El nivel de acceso que tendrán los usuarios en este grupo de AD.</q></span></a>
it: Access Level <a href='javascript:void();' class='tooltip limited'><img src='../images/info.png' alt='explanation' /><span class='border_color'><q class='inner_color base_text'>Gli utenti con livello di accesso di questo gruppo .</q></span></a>

# ADRefreshError
source: Error refreshing the AD group xml file; this often has to be done from the web server itself and by an administrator with domain rights
es_ar: Error actualizando el archivo XML de los Grupos de AD; esto a menudo debe hacerse desde el servidor web mismo y por un administrador de dominio.
it: Errore ricaricamento del Gruppo AD nel file XML; Questo spesso accade se non si hanno diritti di Amministratore sul server WEB

# btnResetADxmlResource1.OnClientClick
source: return confirm('Depending on your network settings, this often is required to be run from the web server and with an elevated account as it needs access to Active Directory; proceed?')
es_ar: return confirm('Dependiendo de su configuración de red, a menudo es requerido que sea ejecutado desde el servidor web mismo y con una cuenta elevada si tiene que acceder al AD; Procede?')
it: return confirm('A seconda delle impostazioni di rete, questo è necessario per essere eseguito dal server web con un account Admin in quanto ha bisogno di accedere ad Active Directory; procedere?')

# LinkButton2Resource1.OnClientClick
source: return confirm('Are you sure you want to remove this group?');
es_ar: return confirm('Está seguro que desea remover este Grupo?');
it: return confirm('Sei sicuro di voler rimuovere questo gruppo?');

# litADAssociatedResource1.Text
source: The Active Directory Group that will be associated with an access level in this system.
es_ar: El Grupo de AD que será asociado con un nivel de acceso en este sistema.
it: Il Gruppo Active Directory sarà associato a un livello di accesso a questo sistema.
