Repository: EdiCarlos/MyPractices
Catalog: DOTNET/Web/ASP.NET/slickticket/admin/App_LocalResources/*/settings.aspx.*.resx
Languages: es_ar, it

# AdminContactResource1.Text
source: Admin Contact Email Address
es_ar: Email de contacto del Administrador
it: Indirizzo e-mail Admin

# BoundFieldResource1.HeaderText
source: Available Email Domains
es_ar: Dominios de email disponibles
it: Disponibilità Email Domains

# BoundFieldResource3.HeaderText
source: Access Level Name
es_ar: Nombre del Nivel de Acceso
it: Nome del Livello di Accesso

# BoundFieldResource4.HeaderText
source: Access Level Description
es_ar: Descripción del Nivel de Acceso
it: Descrizione del Livello di Accesso

# btnAddDomainResource1.Text
source: Add
es_ar: Agregar
it: Aggiungi

# btnApplyAppearanceResource1.Text
source: Apply Changes
es_ar: Aplicar Cambios
it: Applica Cambiamenti

# btnCancelResource1.Text
source: Cancel
es_ar: Cancelar
it: Cancella

# btnCssResetResource1.Text
source: Reset to Default
es_ar: Resetear a Predeterminados
it: Resetta di Default

# btnDomainPopupResource1.Text
source: Add Domain
es_ar: Agregar Dominio
it: Aggiungi Dominio

# btnExportFaqsResource1.Text
source: Export Faqs
es_ar: Exportar Faqs
it: Esporta Faqs

# btnExportStylesResource1.Text
source: Export Themes
es_ar: Exportar Temas
it: Esporta Temi

# btnFaqImportResource1.Text
source: Import Faqs
es_ar: Importar Faqs
it: Imporat Faqs

# btnNewThemeResource1.Text
source: Save
es_ar: Guardar
it: Salva

# btnStyleImportResource1.Text
source: Import Themes
es_ar: Importar Temas
it: Importa Tema

# btnThemeDeleteResource1.Text
source: Delete
es_ar: Eliminar
it: Eliminare

# chkEmailResource1.Text
source: Automatic Email Notifications
es_ar: Notificaciones por email automáticas
it: Email di Notifica Automatica

# chkRestrictDomainsResource1.Text
source: Restrict User Email Domains
es_ar: Restringir a los usuarios el dominio de los emails
it: Limitare Email degli utenti di Dominio

# CommandFieldResource1.DeleteText
source: Delete
es_ar: Eliminar
it: Cancella

# CommandFieldResource1.EditText
source: Edit
es_ar: Editar
it: Edita

# CommandFieldResource1.InsertText
source: Insert
es_ar: Insertar
it: Inserisci

# CommandFieldResource1.NewText
source: New
es_ar: Nuevo
it: Nuovo

# CommandFieldResource1.SelectText
source: Select
es_ar: Seleccionar
it: Seleziona

# gvDomainsResource1.EmptyDataText
source: <h5>No Domains specified</h5><div style='text-align:center;'>This will cause users to be unable to edit their profiles</div>
es_ar: <h5>No se especificaron Dominios</h5><div style='text-align:center;'>Esto causará que los usuarios no serán capaces de editar su perfil</div>
it: <h5>Dominio non Specificato</h5><div style='text-align:center;'>Questo farà sì che gli utenti siano in grado di modificare i loro profili</div>

# lbDeleteResource1.Text
source: Remove
es_ar: Remover
it: Rimuovere

# lbl_EmailResource1.Text
source: User Email Settings
es_ar: Configuraciones del email para el usuario

# lblAppearanceResource1.Text
source: Appearance
es_ar: Apariencia
it: Aspetto

# lblAttachmentDirectoryResource1.Text
source: Attachment Storage Directory
es_ar: Carpeta de almacenamiento de adjuntos
it: Allega Storage Directory

# lblDomainControllerResource1.Text
source: Domain Controller
es_ar: Controlador de Dominio
it: Dominio Controller

# lblDomainResource1.Text
source: Domain
es_ar: Dominio
it: Dominio

# lblSettingsResource1.Text
source: General Settings
es_ar: Configuraciones Generales
it: Setting Generale

# lblSMTPResource1.Text
source: SMTP Server
es_ar: Servidor SMTP

# lblSystemTitleImageResource1.Text
source: System Title Image
es_ar: Imagen del Título del Sistema
it: Immagine per di Titolo di Sistema

# lblSystemTitleResource1.Text
source: System Title
es_ar: Título del Sistema
it: Titolo di Sistema

# leftResource1.Text
source: left
es_ar: Izquierda
it: Sinistra

# ListItemResource1.Text
source: Pre-Set Themes
es_ar: Temas pre-configurados
it: Pre-Set Temi

# litAccessDescResource1.Text
source: These have no functional purpose, but should make it easier for the administrators and users to understand the levels.
es_ar: Esto no tiene un propósito funcional, pero debería hacer más fácil enteder los niveles para los administradores y los usuarios.
it: Questi non hanno scopo funzionale, ma dovrebbe rendere più facile per gli amministratori e gli utenti a comprendere i livelli.

# litAccessLevelsResource1.Text
source: Access Level Names and Descriptions
es_ar: Nombres y Descripciones de los Niveles de Acceso

# litAltRowsResource1.Text
source: Alt Rows
es_ar: Filas alternativas

# litAppearanceResource1.Text
source: Change the appearance of the entire system.
es_ar: Cambia la apariencia del sistema entero.

# litAtlRowsDescResource1.Text
source: The color of every-other row in tables; alternates with 'Body' color
es_ar: El color de las demás filas en las tablas; alternados con el color 'Cuerpo'

# litBackgroundDescsResource1.Text
source: Background and selected tab
es_ar: Fondo y ficha seleccionada
it: Sfondo e Scheda Selezionata

# litBackgroundResource1.Text
source: Background
es_ar: Fondo

# litBasicSettingsResource1.Text
source: Basic settings required for your system to run correctly.
es_ar: Configuración básica requerida por su sistema para que funcione correctamente
it: Impostazioni di base necessarie per il vostro sistema per funzionare correttamente.

# litBodyDescResource1.Text
source: Inner body of all elements
es_ar: Cuerpo interior de todos los elementos
it: Interno del corpo di tutti gli elementi

# litBodyResource1.Text
source: Body
es_ar: Cuerpo

# litBordersResource1.Text
source: Borders
es_ar: Bordes
it: Bordi

# litButtonTextDescResource1.Text
source: Text in buttons (should contrast with 'Links' color)
es_ar: Texto en botones (debería contrastar con el color de 'Links')
it: Text in buttons (Colore in contrasto coi 'Links')

# litButtonTextResource1.Text
source: Button Text
es_ar: Texto del Botón

# litDescriptionResource1.Text
source: Various settings for system behavior and appearance; click on the settings to expand/collapse.
es_ar: Varias configuraciones para el comportamiento del sistema y apariencia; click en las configuraciones para expandir o contraer
it: Varie impostazioni per il comportamento del sistema e l'aspetto, fare clic sulle impostazioni per espandere / comprimere.

# Literal1Resource1.Text
source: litExport
es_ar: Exportar

# litHeadersDescsResource1.Text
source: Main headers (should contrast with 'Borders' color)
es_ar: Encabezado Central (debería contrastar con el color de 'Bordes')
it: Intestazione Principale(Colore in contrasto coi Bordi)

# litHeadersResource1.Text
source: Headers
es_ar: Encabezados

# litImpExpDescResource1.Text
source: Import/export settings such as your current theme sets and faqs.
es_ar: Importar/Exportar configuraciones tales como su tema actual y FAQs
it: Importa/esporta settings il Tema Attuale.

# litImpExpResource1.Text
source: Import/Export Settings
es_ar: Importar/Exportar Configuraciones
it: Importa/Esporta Settings

# litImportResource1.Text
source: Import
es_ar: Importar
it: Importa

# litLinkHoverDescResource1.Text
source: Color link or button changes to when a user hovers over it
es_ar: Color del link o botón que cambia cuando un usuario se posa encima

# litLinkHoverResource1.Text
source: Link Hover
es_ar: Resaltado del link

# litLinksDescResource1.Text
source: All hyperlinks and buttons
es_ar: Todos los hyperlinks y botones

# litSaveCurrentResource1.Text
source: Save current as new theme template named
es_ar: Guardar el actual como nueva plantilla para tema llamado
it: Salva il corrente modello di Tema

# litSideBarResource1.Text
source: Sidebar on
es_ar: Barra lateral habilitada

# litTextDescResource1.Text
source: Text throughout the system
es_ar: Texto de todo el sistema

# litTextResource1.Text
source: Text
es_ar: Texto
it: Testo

# litUserEmailSettingsResource1.Text
source: Enable/disable email notifications and domain restriction, allowing users to only select from specified domains.
es_ar: Habilita/deshabilita las notificaciones vía email y restricciones de dominio, posibilitando a los usuarios a seleccionar solo los dominios especificados.
it: Attivare / disattivare le notifiche e-mail e la restrizione di dominio, permettendo agli utenti di selezionare solo da domini specificati.

# regEditMailToResource1.ErrorMessage
source: Invalid Email Address
es_ar: Dirección de Email inválida
it: Inidirizzo Email non Valido

# regEmailDomainResource1.ErrorMessage
source: Invalid Domain
es_ar: Dominio inválido
it: Dominio non Valido

# regTextResource1.ErrorMessage
source: Invalid color code for Text
es_ar: Código de color inválido para el texto
it: Codice di Colore per il Testo non valido

# RegularExpressionValidator1Resource1.ErrorMessage
source: Invalid color code for Borders
es_ar: Código de color inválido para los bordes
it: Codice di Colore per il Borders non valido

# RegularExpressionValidator2Resource1.ErrorMessage
source: Invalid color code for Body
es_ar: Código de color inválido para el cuerpo
it: Codice di Colore per il Body non valido

# RegularExpressionValidator3Resource1.ErrorMessage
source: Invalid color code for Links
es_ar: Código de color inválido para los links
it: Codice di Colore per il Links non valido

# RegularExpressionValidator4Resource1.ErrorMessage
source: Invalid color code for Link Hover
es_ar: Código de color inválido para el link posado
it: Codice di Colore per il Link Hover non valido

# RegularExpressionValidator5Resource1.ErrorMessage
source: Invalid color code for Button Text
es_ar: Código de color inválido para el texto del botón.
it: Codice di Colore per il Button Text non valido

# RegularExpressionValidator6Resource1.ErrorMessage
source: Invalid color code for Headers
es_ar: Código de color inválido para el encabezado
it: Codice di Colore per il Headers non valido

# RegularExpressionValidator7Resource1.ErrorMessage
source: Invalid color code for Alt Rows
es_ar: Código de color inválido para las fila salternativas
it: Codice di Colore per l' Alt Rows non valido

# RegularExpressionValidator8Resource1.ErrorMessage
source: Invalid color code for Background
es_ar: Código de color inválido para el fondo
it: Codice di Colore per il Background non valido

# RegularExpressionValidator9Resource1.ErrorMessage
source: Invalid Email Address
es_ar: Dirección de email inválida
it: Inidirizzo Email non Valido

# RequiredFieldValidator1Resource1.ErrorMessage
source: Borders value required
es_ar: Valores de bordes requeridos
it: Borders value Obbligatorio

# RequiredFieldValidator2Resource1.ErrorMessage
source: Body value required
es_ar: Valores de cuerpo requeridos
it: Body value Obbligatorio

# RequiredFieldValidator3Resource1.ErrorMessage
source: Links value required
es_ar: Valores de links requeridos
it: Links value Obbligatorio

# RequiredFieldValidator4Resource1.ErrorMessage
source: Link Hover value required
es_ar: Valores de link posado requeridos
it: Link Hover value Obbligatorio

# RequiredFieldValidator5Resource1.ErrorMessage
source: Button Text value required
es_ar: Valores de requeridos para texto del botón
it: Button Text value Obbligatorio

# RequiredFieldValidator6Resource1.ErrorMessage
source: Headers value required
es_ar: Valores de encabezados requeridos
it: Headers value Obbligatorio

# RequiredFieldValidator7Resource1.ErrorMessage
source: Alt Rows value required
es_ar: Valores de filas alternativas requeridas
it: Alt Rows value Obbligatorio

# RequiredFieldValidator8Resource1.ErrorMessage
source: Background value required
es_ar: Valores de fondo requeridos
it: Background value Obbligatorio

# rfvRequiredResource1.ErrorMessage
source: Required
es_ar: Requerido
it: Obbligatorio

# rfvTextResource1.ErrorMessage
source: Text value required
es_ar: Valor de texto requerido
it: Testo Obbligatori

# rfvThemeResource1.ErrorMessage
source: <span style='padding-left:320px;'>Name Required</span>
es_ar: <span style='padding-left:320px;'>Nombre requerido</span>

# rightResource1.Text
source: right
es_ar: derecha

# SystemEmailResource2.Text
source: System Email Address
es_ar: Dirección de email del sistema
it: Inidirizzo Email di Sistema

# btnThemeDeleteResource1.OnClientClick
source: confirm('This theme can not be recovered. Continue?')
es_ar: confirm('Este tema no puede ser recuperado. Continuar?')
it: confirm('Questo tema non può essere recuperato Continuare?')

# btnUpdateResource1.Text
source: Update
es_ar: Actualizar
it: Aggiornamento

# lbDeleteResource1.OnClientClick
source: return confirm('Are you sure you want to remove this domain?');
es_ar: return confirm('Está seguro de remover este dominio?');
it: return confirm('Sei sicuro di voler rimuovere questo dominio?');

# litBordersDescResource1.Text
source: Borders and header color
es_ar: Color de bordes y encabezados
it: Bordo e colore dell'intestazione
